update_info = """版本:

V1.0.0: 初始版本
V1.1.0: 增加常用按钮，用来复制时间段
V1.1.1: 定期刷新日期
V1.2.0: 下方【摸鱼人日历】卡片单击可以弹出查看大图
V1.3.0: 替换倒计时模块为喝水记录模块、美化下方卡片

V2.0.0
增加更新记录菜单
增加喝水设置功能
增加喝水记录功能，喝水现在可以自动保存，零点重新计数
去除【摸鱼人日历】卡片
Looking卡片新增: 摸鱼人日历、必应每日一图
Reading卡片新增: 历史上的今天|生活小窍门|脑筋急转弯|彩虹屁|心语|毒鸡汤|土味情话

V2.0.1: Reading卡片修改：历史上的今天调整展示、优化隐藏状态下性能问题
V2.0.2: 修复节假日报错的问题
V2.0.3: 部分操作错误时进行弹窗，不再卡退；秒读新加一个源，第一个源失败自动使用第二个源
V2.0.4: 雨天换成蓝色的图标做提示
V2.1.0: 天气可以选择城市（之前是写死）
V2.1.1: 增加说明菜单
V2.2.0: 调整样式，V3.0前置版本
V2.3.0: 框架调整，另增加微博外的五个热搜
V2.4.0: 界面增加交互，另外增加退出按钮
V2.5.0: 修复打不开的问题，修复部分情况下界面没有显示在顶部的问题，剔除tkinter模块
V2.6.0: 增加微博刷新按钮，增加开机自启动按钮

"""

about_info = """说明：
1. 可以将托盘区小图标拖到任务栏，然后点击小图标可以隐藏和展示。
(任务栏就是屏幕下面的小长条，托盘区就是点击任务栏右侧的向上箭头后出来的图标区域)
2. 使用快捷键Alt+1可以隐藏和展示。
"""